# install packages
brew 'autoconf'
brew 'coreutils'
brew 'git'
brew 'curl'
brew 'starship'
brew 'wget'
brew 'zsh' # in order to update it if outdated
brew 'zsh-autosuggestions'

# install casks
cask '1password'
cask 'bitwarden'
cask 'discord'
cask 'docker'
cask 'google-chrome'
cask 'iterm2'
cask 'loom'
cask 'mongodb-compass'
cask 'mysqlworkbench'
cask 'notion'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'zoom'
